<?php

return [
    'error' => [
        'not_found' => 'Не найдено',
        'auth' => [
            'unauthorized' => 'Пользователь не авторизован',
            'exists' => 'Пользователь с таким email уже существует',
            'not_found' => 'Пользователя с такими данными не существует',
        ],
    ],
    'info' => [
        'success' => 'Успешно',
    ],
    'template' => [
        'support' => [
            'answer' => ', ваше обращение принято в работу. В ближайшее время с вами свяжется наш специалист.',
        ],
    ],
];
