<?php

return [
    'funny' => [
        [
            'text' => 'Ты избавишься от плохой привычки И приобретешь две новые',
            'gender' => 2,
            'sign' => 24,
            'type' => 42,
        ],
        [
            'text' => 'Удача, которую ты ищешь, находится в другой жизни.',
            'gender' => 1,
            'sign' => 28,
            'type' => 42,
        ],
        [
            'text' => 'Попробуй спать днем. Хотя и это тебе не поможет.',
            'gender' => 1,
            'sign' => 31,
            'type' => 42,
        ],
    ],
    'needful' => [
        [
            'text' => 'Покорив одну гору, начинай штурмовать другую. У тебя всё получится.',
            'gender' => 2,
            'sign' => 24,
            'type' => 43,
        ],
        [
            'text' => 'Примите то, что вы не можете изменить, и вы будете чувствовать себя лучше.',
            'gender' => 1,
            'sign' => 28,
            'type' => 43,
        ],
        [
            'text' => 'Размышляй и не спеши с действиями. Ты на правильном пути.',
            'gender' => 1,
            'sign' => 31,
            'type' => 43,
        ],
    ],
    'mixed' => [
        [
            'text' => 'На этой неделе ты будешь настолько расстроен, что заплачешь в общественном транспорте.',
            'gender' => 2,
            'sign' => 24,
            'type' => 44,
        ],
        [
            'text' => 'Твой день будет настолько непредсказуемым, что ты будешь чувствовать себя как на американских горках, но без ремней безопасности.',
            'gender' => 1,
            'sign' => 28,
            'type' => 44,
        ],
        [
            'text' => 'Ты - надежда в моем отчаянии.',
            'gender' => 1,
            'sign' => 31,
            'type' => 44,
        ],
    ],
];
